[
    {
        "storyTitle": "To the moon and back (?) again",
        "storyDescription": "An astronaut named Jerry takes a trip to the moon but when he gets there, gets in trouble and must find a way back to Earth",
        "storyContent": "Once upon a time there was a man names Jerry who loved wanted nothing more than to learn how to travel to the moon. One day, his wish came true after many years of study to become an astronaut. However, what his teachers didn't tell him as he found himself on the moon was what lay awaiting his entrance...",
        "storyAuthor": "elliot",
        "storyGenre": "Action",
        "storyChannel": "Books"
    },
    {
        "storyTitle": "A haiku for your thoughts",
        "storyDescription": "Just a simple haiku for your thoughts",
        "storyContent": "Here's a thought for you \n A haiku can say a lot \n but what about you?",
        "storyAuthor": "drew",
        "storyGenre": "Comedy",
        "storyChannel": "Poetry"
    },
    {
        "storyTitle": "You've heard for Stray, but what about Domestic?",
        "storyDescription": "A video game concept not about a stray cat, but a domestic one.",
        "storyContent": "Imagine. There's a video game out there right now that's all about a stray cat in some dystopian future. I want to play a game where I get to be a domesticated cat and can get up to mischief. So, here's my story idea: \n \n So, your a cat that lives in a loving home with one person, who has a bunch or random friends and, at times, roomates. The premise is for you to either be a good cat and bond with your owner or be a bad cat and get into mischief. However, if you get up to too much mischief, you risk getting thrown out! \n \n Why mention the roomates and friends? Well, you can also make friends with your owners friends, or terrorise the roomates. It's all about choice--kind of like the Sims but with cats! \n \n Other thoughts include making it like an open world game but the Open World is the house... or maybe the street? The sky's the limit! \n \n Oh! And you can customise your cat, so if you want to be a crazy ginger tabby, then you can, or you can be like one of those siamese cats!",
        "storyAuthor": "portia",
        "storyGenre": "General",
        "storyChannel": "Video games"
    }
]